interface IFaq {
  id: number;
  question: string;
  answer: string;
}

export const faqs: IFaq[] = [
  {
    id: 1,
    question: "Могу ли я приобрести абонемент в расрочку?",
    answer:
      "Да, вы можете приобрести абонемент в расрочку. Для этого пожалуйста, свяжитесь с нами по телефону или напишите нам на почту.",
  },
  {
    id: 2,
    question: "Какой график работы?",
    answer:
      "График работы вы можете посмотреть на нашем сайте в разделе контакты.",
  },
  {
    id: 3,
    question: "Как мне записаться на персональную тренировку?",
    answer:
      "Для записи на персональную тренировку, перейдите на личную страницу тренера и нажмите кнопку 'Записаться'.",
  },
  {
    id: 4,
    question: "Как мне приобрести абонемент?",
    answer: "Для приобретения абонемента, нажмите кнопку 'Купить абонемент'.",
  },
  {
    id: 5,
    question: "Как мне приобрести абонемент в расрочку?",
    answer:
      "Для приобретения абонемента в расрочку, свяжитесь с нами по телефону или напишите нам на почту.",
  },
  {
    id: 6,
    question: "Как мне приобрести абонемент в расрочку?",
    answer:
      "Для приобретения абонемента в расрочку, свяжитесь с нами по телефону или напишите нам на почту.",
  },
  {
    id: 7,
    question: "Как мне приобрести абонемент в расрочку?",
    answer:
      "Для приобретения абонемента в расрочку, свяжитесь с нами по телефону или напишите нам на почту.",
  },
  {
    id: 8,
    question: "Как мне приобрести абонемент в расрочку?",
    answer:
      "Для приобретения абонемента в расрочку, свяжитесь с нами по телефону или напишите нам на почту.",
  },
  {
    id: 9,
    question: "Как мне приобрести абонемент в расрочку?",
    answer:
      "Для приобретения абонемента в расрочку, свяжитесь с нами по телефону или напишите нам на почту.",
  },
  {
    id: 10,
    question: "Как мне приобрести абонемент в расрочку?",
    answer:
      "Для приобретения абонемента в расрочку, свяжитесь с нами по телефону или напишите нам на почту.",
  },
];
